pilot_case/LH2-TANK-THERMO-VOF-RUN-001/system/blockMeshDict
FoamFile
{ version 2.0; format ascii; class dictionary; object blockMeshDict; }
scale 1;
vertices
(
 (0 0 0) (0.193 0 0) (0.193 0.450 0) (0 0.450 0)
 (0 0 0.001) (0.193 0 0.001) (0.193 0.450 0.001) (0 0.450 0.001)
);
blocks ( hex (0 1 2 3 4 5 6 7) (116 270 1) simpleGrading (1 1 1) );
boundary
(
 bottom { type wall; faces ((1 5 4 0)); }
 top { type patch; faces ((3 7 6 2)); }
 left { type wall; faces ((0 4 7 3)); }
 right { type wall; faces ((2 6 5 1)); }
 frontAndBack { type empty; faces ((4 5 6 7) (0 1 2 3)); }
);
