pilot_case/LH2-TANK-THERMO-VOF-RUN-001/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          116;
        startFace       62254;
    }
    top
    {
        type            patch;
        nFaces          116;
        startFace       62370;
    }
    left
    {
        type            wall;
        inGroups        1(wall);
        nFaces          270;
        startFace       62486;
    }
    right
    {
        type            wall;
        inGroups        1(wall);
        nFaces          270;
        startFace       62756;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          62640;
        startFace       63026;
    }
)

// ************************************************************************* //
