pilot_case/LH2-TANK-THERMO-VOF-RUN-001/system/setFieldsDict
FoamFile
{ version 2.0; format ascii; class dictionary; object setFieldsDict; }
defaultFieldValues ( volScalarFieldValue alpha.liquid 0 );
regions
(
 boxToCell { box (0 0 0) (0.193 0.225 0.001); fieldValues ( volScalarFieldValue alpha.liquid 1 ); }
);
